Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# home.activityStart.activeSession.title
source: Active Session
ru: Активная тренировка
zh_hans: 进行中的训练

# home.activityStart.badge.cardio
source: CARDIO
ru: КАРДИО
zh_hans: 有氧

# home.activityStart.badge.easyDay
source: Easy day
ru: Лёгкий день
zh_hans: 轻松日

# home.activityStart.badge.evening
source: EVENING
ru: ВЕЧЕР
zh_hans: 晚间

# home.activityStart.badge.forNow
source: For now
ru: Сейчас
zh_hans: 现在

# home.activityStart.badge.lowImpact
source: LOW IMPACT
ru: НИЗКАЯ НАГРУЗКА
zh_hans: 低冲击

# home.activityStart.badge.recovery
source: RECOVERY
ru: ВОССТАНОВЛЕНИЕ
zh_hans: 恢复

# home.activityStart.badge.reset
source: RESET
ru: СБРОС
zh_hans: 重置

# home.activityStart.badge.strength
source: STRENGTH
ru: СИЛА
zh_hans: 力量

# home.activityStart.category.calm
source: Calm
ru: Спокойствие
zh_hans: 平静

# home.activityStart.category.cardio
source: Cardio
ru: Кардио
zh_hans: 有氧

# home.activityStart.category.endurance
source: Endurance
ru: Выносливость
zh_hans: 耐力

# home.activityStart.category.highIntensity
source: High intensity
ru: Высокая интенсивность
zh_hans: 高强度

# home.activityStart.category.lightRecovery
source: Light recovery
ru: Лёгкое восстановление
zh_hans: 轻度恢复

# home.activityStart.category.mobility
source: Mobility
ru: Мобильность
zh_hans: 灵活性

# home.activityStart.category.relax
source: Relax
ru: Релакс
zh_hans: 放松

# home.activityStart.category.strength
source: Strength
ru: Сила
zh_hans: 力量

# home.activityStart.chip.easyPace
source: Easy pace
ru: Лёгкий темп
zh_hans: 轻松配速

# home.activityStart.chip.flexibility
source: Flexibility
ru: Гибкость
zh_hans: 柔韧

# home.activityStart.chip.fullBody
source: Full body
ru: Всё тело
zh_hans: 全身

# home.activityStart.chip.heat
source: Heat
ru: Тепло
zh_hans: 高温

# home.activityStart.chip.hrZone
source: 120–140 bpm
ru: 120–140 уд/мин
zh_hans: 120–140 次/分

# home.activityStart.chip.mobility
source: Mobility
ru: Мобильность
zh_hans: 灵活性

# home.activityStart.chip.muscleFocus
source: Muscle focus
ru: Фокус на мышцы
zh_hans: 肌肉侧重

# home.activityStart.chip.outdoor
source: Outdoor
ru: На улице
zh_hans: 户外

# home.activityStart.chip.recommended
source: Recommended
ru: Рекомендуем
zh_hans: 推荐

# home.activityStart.chip.reset
source: Reset
ru: Сброс
zh_hans: 重置

# home.activityStart.context.recovery
source: Low-friction recovery options
ru: Простые варианты восстановления
zh_hans: 轻松恢复选项

# home.activityStart.context.workout
source: Quick start training sessions
ru: Быстрый старт тренировок
zh_hans: 快速开始训练

# home.activityStart.intensity.easy
source: Easy pace
ru: Лёгкий темп
zh_hans: 轻松配速

# home.activityStart.intensity.high
source: High intensity
ru: Высокая интенсивность
zh_hans: 高强度

# home.activityStart.intensity.moderate
source: Moderate
ru: Умеренная
zh_hans: 中等

# home.activityStart.intensity.strength
source: Strength focus
ru: Силовой акцент
zh_hans: 力量侧重

# home.activityStart.progressFormat
source: %lld / %lld min
ru: %lld / %lld мин
zh_hans: %lld / %lld 分钟

# home.activityStart.progressMinutesFormat
source: %lld / %lld min
ru: %lld / %lld мин
zh_hans: %lld / %lld 分钟

# home.activityStart.section.allRecovery
source: All Recovery
ru: Всё для восстановления
zh_hans: 全部恢复

# home.activityStart.section.allWorkouts
source: All Workouts
ru: Все тренировки
zh_hans: 全部训练

# home.activityStart.subtitle
source: Workout or recovery
ru: Тренировка или восстановление
zh_hans: 训练或恢复

# home.activityStart.subtitle.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# home.activityStart.subtitle.training
source: Training
ru: Тренировка
zh_hans: 训练

# home.activityStart.tab.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# home.activityStart.tab.workout
source: Workout
ru: Тренировка
zh_hans: 训练

# home.activityStart.title
source: Activity
ru: Активность
zh_hans: 活动

# home.liveNow
source: LIVE NOW
ru: СЕЙЧАС
zh_hans: 正在进行

# home.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# home.workout
source: Workout
ru: Тренировка
zh_hans: 训练

source: Hour
ru: Час
zh_hans: 小时

# insights.action.exploreNutritionDetails
source: Explore Nutrition Details
ru: Детали питания
zh_hans: 查看营养详情

# insights.action.logToday
source: Log Today
ru: Записать в Сегодня
zh_hans: 记录今日

# insights.action.openActivity
source: Open activity
ru: Открыть активность
zh_hans: 启用活动

# insights.action.openCoach
source: Open Coach
ru: Открыть Тренера
zh_hans: 打开教练

# insights.action.openNutrition
source: Open Nutrition
ru: Открыть Питание
zh_hans: 打开“营养”菜单

# insights.action.openPlan
source: Open Plan
ru: Открыть План
zh_hans: 开放式布局

# insights.action.openRecovery
source: Open recovery
ru: Открыть восстановление
zh_hans: 开启恢复

# insights.action.reviewDetails
source: Review Details
ru: Подробнее
zh_hans: 了解更多

# insights.action.reviewTrainingTrends
source: Review Training Trends
ru: Тренды тренировок
zh_hans: 健身趋势

# insights.action.viewRecoveryAnalysis
source: View Recovery Analysis
ru: Анализ восстановления
zh_hans: View 恢复 Analysis

# insights.domain.activity.focus.increaseMovement
source: Increase easy daily movement.
ru: Увеличьте лёгкое ежедневное движение.
zh_hans: 增加日常简单活动。

# insights.domain.activity.focus.reduceVolume
source: Reduce weekly volume.
ru: Сократите недельный объём.
zh_hans: 将每周用量减半。

# insights.domain.activity.signal.consistency.label
source: Strong consistency
ru: Сильная стабильность
zh_hans: 极强的稳定性

# insights.domain.activity.signal.consistency.value
source: You maintained a repeatable training rhythm.
ru: Вы поддерживали повторяемый тренировочный ритм.
zh_hans: 您保持了重复性的训练节奏。

# insights.domain.activity.signal.load.controlled
source: Workload stayed controlled enough to support progress.
ru: Нагрузка оставалась достаточно контролируемой для поддержки прогресса.
zh_hans: 压力始终保持在可控范围内，从而为进展提供了支持。

# insights.domain.activity.signal.load.increased
source: Workload increased without a recovery cost.
ru: Нагрузка выросла без ущерба для восстановления.
zh_hans: 负荷增加，但未对恢复进程造成不利影响。

# insights.domain.activity.signal.load.label
source: Load in balance
ru: Нагрузка в балансе
zh_hans: 资产负债表中的负债

# insights.domain.activity.signal.recovery.label
source: Recovery matched demand
ru: Восстановление соответствует нагрузке
zh_hans: 恢复 matched demand

# insights.domain.activity.signal.recovery.needsRoom
source: Recovery needs more room before the next progression.
ru: Восстановлению нужно больше запаса перед следующим прогрессом.
zh_hans: 在迈向下一个进步之前，需要预留更多的缓冲空间。

# insights.domain.activity.signal.recovery.noFatigue
source: No signs of accumulated fatigue.
ru: Нет признаков накопленной усталости.
zh_hans: 未见累积性疲劳迹象。

# insights.domain.activity.takeaway.loadFaster
source: Training load increased faster than recovery capacity.
ru: Тренировочная нагрузка выросла быстрее, чем способность к восстановлению.
zh_hans: 训练负荷的增长速度超过了身体恢复能力的提升速度。

# insights.domain.activity.takeaway.matched
source: Workload stayed matched to readiness across the month.
ru: Нагрузка оставалась согласованной с готовностью в течение месяца.
zh_hans: 在一个月内，工作负荷始终与准备情况保持一致。

# insights.domain.activity.takeaway.movementSoftened
source: Daily movement softened, which reduced the strength of the activity score.
ru: Ежедневное движение ослабло, что снизило силу показателя активности.
zh_hans: 每日活动量有所减少，从而导致活动评分降低。

# insights.domain.activity.takeaway.movementSupported
source: Daily movement supported training balance without adding strain.
ru: Ежедневное движение поддержало баланс тренировок без дополнительной нагрузки.
zh_hans: 每日活动可在不增加负担的前提下辅助维持平衡能力。

# insights.domain.activity.takeaway.rhythm
source: You maintained a repeatable training rhythm without a recovery cost.
ru: Вы поддерживали повторяемый тренировочный ритм без ущерба для восстановления.
zh_hans: 您在维持规律训练节奏的同时，并未影响恢复效果。

# insights.domain.activity.title
source: Activity
ru: Активность
zh_hans: 活动

# insights.domain.activity.trend.baseBuilding
source: Activity base is building
ru: База активности формируется
zh_hans: 活动基础正在构建中

# insights.domain.activity.trend.baseFading
source: Activity base is fading
ru: База активности ослабевает
zh_hans: 活动基础正在减弱

# insights.domain.activity.trend.inBalance
source: Training in balance
ru: Тренировки в балансе
zh_hans: 资产负债表中的训练科目

# insights.domain.activity.trend.needsRestraint
source: Training needs restraint
ru: Тренировкам нужна сдержанность
zh_hans: 训练需要克制。

# insights.domain.activity.trend.sustainableProgress
source: Sustainable progress
ru: Устойчивый прогресс
zh_hans: 可持续进步

# insights.domain.activity.validation.rebuilding
source: Activity is rebuilding but needs consistency
ru: Активность восстанавливается, но нуждается в стабильности
zh_hans: 活动正在重建中，但需要保持连贯性。

# insights.domain.activity.validation.rebuildingTakeaway
source: Movement is improving but not yet stable.
ru: Движение улучшается, но ещё не стабильно.
zh_hans: 病情有所改善，但尚未稳定。

# insights.domain.activity.validation.strongDespiteMovement
source: Training stayed strong despite lower movement
ru: Тренировки оставались сильными несмотря на меньшее движение
zh_hans: 尽管活动量减少，训练效果依然显著。

# insights.domain.activity.validation.strongTakeaway
source: Load remained sustainable while movement softened.
ru: Нагрузка оставалась устойчивой, пока движение ослабло.
zh_hans: 负荷仍保持稳定，而运动感则有所减弱。

# insights.domain.chartSustainableLoad
source: Sustainable load
ru: Устойчивая нагрузка
zh_hans: 恒定载荷

# insights.domain.chartTargetRange
source: Target range
ru: Целевой диапазон
zh_hans: 目标范围

# insights.domain.nutrition.focus.hydration
source: Improve hydration consistency.
ru: Улучшите стабильность гидратации.
zh_hans: 提升水分均匀度。

# insights.domain.nutrition.focus.increaseProtein
source: Increase protein intake.
ru: Увеличьте потребление белка.
zh_hans: 增加蛋白质摄入量。

# insights.domain.nutrition.focus.logWeek
source: Log one complete week.
ru: Запишите одну полную неделю.
zh_hans: 记录完整的一周。

# insights.domain.nutrition.signal.protein.below
source: Protein consistency is still below demand.
ru: Стабильность белка всё ещё ниже потребности.
zh_hans: 蛋白质供应仍无法满足需求。

# insights.domain.nutrition.signal.protein.label
source: Protein remains the opportunity
ru: Белок остаётся возможностью
zh_hans: 蛋白质仍是机遇所在

# insights.domain.nutrition.signal.protein.reliable
source: Protein is reliable enough to support adaptation.
ru: Белок достаточно стабилен для поддержки адаптации.
zh_hans: 蛋白质足以支撑适应性调节。

# insights.domain.nutrition.signal.quality.label
source: Meal quality improved
ru: Качество блюд улучшилось
zh_hans: 膳食质量得到改善

# insights.domain.nutrition.signal.quality.moreMeals
source: More logged meals will make the pattern clearer.
ru: Больше записанных блюд сделает паттерн понятнее.
zh_hans: 记录更多的餐食记录将使这一模式更加清晰。

# insights.domain.nutrition.signal.quality.reliable
source: Nutrition became more reliable this month.
ru: Питание стало надёжнее в этом месяце.
zh_hans: 本月的营养供应变得更加可靠。

# insights.domain.nutrition.signal.recovery.label
source: Recovery support
ru: Поддержка восстановления
zh_hans: 恢复支持

# insights.domain.nutrition.signal.recovery.limiter
source: Nutrition still has a limiter before harder training.
ru: Питание всё ещё имеет ограничитель перед более тяжёлыми тренировками.
zh_hans: 在进行高强度训练前，营养摄入仍需加以控制。

# insights.domain.nutrition.signal.recovery.strong
source: Nutrition is strong enough to support training.
ru: Питание достаточно сильное для поддержки тренировок.
zh_hans: 营养足以支撑训练。

# insights.domain.nutrition.takeaway.energy
source: Energy intake matched activity demand well enough to support training.
ru: Потребление энергии достаточно соответствовало нагрузке для поддержки тренировок.
zh_hans: 能量摄入与活动需求相匹配，足以支持训练。

# insights.domain.nutrition.takeaway.hydration
source: Hydration is moving toward the range that better supports recovery.
ru: Гидратация движется к диапазону, который лучше поддерживает восстановление.
zh_hans: 补液方案正逐步向更有利于促进恢复的方向优化。

# insights.domain.nutrition.takeaway.mealLogging
source: Meal logging is becoming more reliable but still limits confidence.
ru: Запись блюд становится надёжнее, но всё ещё ограничивает уверенность.
zh_hans: 膳食记录正变得越来越可靠，但其对可靠性的保障仍有限。

# insights.domain.nutrition.takeaway.protein
source: Protein consistency is still the clearest nutrition opportunity.
ru: Стабильность белка — всё ещё самая явная возможность в питании.
zh_hans: 蛋白质稳定性仍是最明确的营养机遇。

# insights.domain.nutrition.takeaway.strong
source: Nutrition is strong enough to support recovery and training.
ru: Питание достаточно сильное для поддержки восстановления и тренировок.
zh_hans: 营养足以支持恢复与训练。

# insights.domain.nutrition.title
source: Nutrition
ru: Питание
zh_hans: 营养

# insights.domain.nutrition.trend.becomingConsistent
source: Nutrition is becoming consistent
ru: Питание становится стабильным
zh_hans: 营养摄入正趋于规范化。

# insights.domain.nutrition.trend.hydrationImproving
source: Hydration is improving
ru: Гидратация улучшается
zh_hans: 水合状态正在改善。

# insights.domain.nutrition.trend.inBalance
source: Nutrition is in balance
ru: Питание в балансе
zh_hans: 营养均衡

# insights.domain.nutrition.trend.proteinOpportunity
source: Protein remains the opportunity
ru: Белок остаётся возможностью
zh_hans: 蛋白质仍是机遇所在

# insights.domain.nutrition.trend.supportsTraining
source: Nutrition supports training
ru: Питание поддерживает тренировки
zh_hans: 营养支持训练

# insights.domain.nutrition.validation.improvingLimited
source: Nutrition is improving but still limited
ru: Питание улучшается, но всё ещё ограничено
zh_hans: 营养状况正在改善，但仍存在局限性。

# insights.domain.nutrition.validation.improvingTakeaway
source: Support is rising but still has a limiter.
ru: Поддержка растёт, но всё ещё имеет ограничитель.
zh_hans: 支持度正在提升，但仍存在局限性。

# insights.domain.nutrition.validation.strongDespiteInputs
source: Nutrition stayed strong despite softer inputs
ru: Питание оставалось сильным несмотря на более слабые данные
zh_hans: 尽管市场环境趋弱，营养板块仍保持强劲表现。

# insights.domain.nutrition.validation.strongTakeaway
source: Nutrition quality held while inputs softened.
ru: Качество питания сохранилось, пока данные ослабли.
zh_hans: 在投入物软化期间，营养品质得以保持。

# insights.domain.recovery.focus.maintainApproach
source: Maintain current approach.
ru: Поддерживайте текущий подход.
zh_hans: 维持现有方案。

# insights.domain.recovery.focus.maintainLoad
source: Maintain current load.
ru: Поддерживайте текущую нагрузку.
zh_hans: 维持当前负载。

# insights.domain.recovery.focus.recoveryDay
source: Add one recovery day.
ru: Добавьте один день восстановления.
zh_hans: 增加一天恢复期。

# insights.domain.recovery.focus.sleepConsistency
source: Improve sleep consistency.
ru: Улучшите стабильность сна.
zh_hans: 改善睡眠规律性。

# insights.domain.recovery.signal.noOverload.absorbing
source: Recovery is absorbing a higher training load.
ru: Восстановление поглощает более высокую тренировочную нагрузку.
zh_hans: 恢复阶段需要承受更高的训练负荷。

# insights.domain.recovery.signal.noOverload.label
source: No overload detected
ru: Перегрузка не обнаружена
zh_hans: 未检测到过载

# insights.domain.recovery.signal.noOverload.resilient
source: Recovery stayed resilient under current load.
ru: Восстановление оставалось устойчивым при текущей нагрузке.
zh_hans: 在当前载荷条件下，恢复性能仍保持稳定。

# insights.domain.recovery.signal.sleepSupports.healthy
source: Sleep stayed inside a healthy range.
ru: Сон оставался в здоровом диапазоне.
zh_hans: 睡眠仍保持在健康范围内。

# insights.domain.recovery.signal.sleepSupports.label
source: Sleep supports recovery
ru: Сон поддерживает восстановление
zh_hans: 睡眠 supports 恢复

# insights.domain.recovery.signal.sleepSupports.opportunity
source: Sleep is the main opportunity to protect recovery.
ru: Сон — главная возможность защитить восстановление.
zh_hans: 睡眠是保障恢复的最佳途径。

# insights.domain.recovery.signal.stabilized.label
source: Recovery stabilized
ru: Восстановление стабилизировалось
zh_hans: 恢复已趋于稳定。

# insights.domain.recovery.signal.stabilized.negative
source: Recent scores are still losing some margin.
ru: Недавние показатели всё ещё теряют запас.
zh_hans: 最近的得分仍略有差距。

# insights.domain.recovery.signal.stabilized.positive
source: Recent scores stopped declining.
ru: Недавние показатели перестали снижаться.
zh_hans: 最近的分数已不再下降。

# insights.domain.recovery.takeaway.aligned
source: Sleep, HRV and resting heart rate stayed aligned enough to support your routine.
ru: Сон, ВСР и пульс покоя оставались достаточно согласованными для поддержки вашего режима.
zh_hans: 睡眠、心率和静息心率仍保持良好匹配，足以支持您的治疗方案。

# insights.domain.recovery.takeaway.hrv
source: Improved HRV helped recovery stay steady under current load.
ru: Улучшенный ВСР помог восстановлению оставаться стабильным при текущей нагрузке.
zh_hans: 改进后的 HRV 有助于在当前负载下保持恢复过程的稳定。

# insights.domain.recovery.takeaway.loadIncrease
source: Training pressure increased without creating a recovery drop.
ru: Тренировочное давление выросло без падения восстановления.
zh_hans: 训练压力上升，而恢复能力并未下降。

# insights.domain.recovery.takeaway.rhr
source: Lower resting heart rate reduced strain and supported recovery.
ru: Более низкий пульс покоя снизил нагрузку и поддержал восстановление.
zh_hans: 较低的静息心率可降低心脏负荷，并有助于恢复。

# insights.domain.recovery.takeaway.sleepLower
source: Your recovery held up even while sleep was lower than usual.
ru: Восстановление держалось, даже когда сон был ниже обычного.
zh_hans: 即便睡眠量低于平常，恢复仍在进行。

# insights.domain.recovery.takeaway.sleepVariability
source: Sleep variability is the main reason recovery looks less predictable.
ru: Изменчивость сна — главная причина, почему восстановление выглядит менее предсказуемым.
zh_hans: 睡眠的变异性，正是恢复过程显得难以预测的主要原因。

# insights.domain.recovery.title
source: Recovery
ru: Восстановление
zh_hans: 恢复

# insights.domain.recovery.trend.improving
source: Recovery is improving
ru: Восстановление улучшается
zh_hans: 恢复 is improving

# insights.domain.recovery.trend.needsAttention
source: Recovery needs attention
ru: Восстановлению нужно внимание
zh_hans: 恢复 needs attention

# insights.domain.recovery.trend.needsSupport
source: Recovery needs support
ru: Восстановлению нужна поддержка
zh_hans: 恢复 needs support

# insights.domain.recovery.trend.resilient
source: Recovery remains resilient
ru: Восстановление остаётся устойчивым
zh_hans: 恢复 remains resilient

# insights.domain.recovery.trend.stable
source: Recovery remains stable
ru: Восстановление остаётся стабильным
zh_hans: 恢复 remains stable

# insights.domain.recovery.validation.improvingNeedsSupport
source: Recovery is improving but needs support
ru: Восстановление улучшается, но нуждается в поддержке
zh_hans: 恢复情况正在改善，但仍需支持。

# insights.domain.recovery.validation.improvingTakeaway
source: Readiness is moving up but still has limited margin.
ru: Готовность растёт, но запас всё ещё ограничен.
zh_hans: 准备度正在提升，但提升空间仍有限。

# insights.domain.recovery.validation.strongDespiteSoft
source: Recovery stayed strong despite softer signals
ru: Восстановление оставалось сильным несмотря на более слабые сигналы
zh_hans: 尽管信号减弱，复苏势头依然强劲。

# insights.domain.recovery.validation.strongTakeaway
source: Recovery quality held while signals softened.
ru: Качество восстановления сохранилось, пока сигналы ослабли.
zh_hans: 在信号减弱之前，恢复质量得以保持。

# insights.fallback.baseline.action.action
source: Log sleep, meals, drinks and activity every day for the next 7 days.
ru: Записывайте сон, блюда, напитки и активность каждый день следующие 7 дней.
zh_hans: 在接下来的 7 天内，每日记录睡眠、饮食、饮水及活动情况。

# insights.fallback.baseline.action.text
source: unlock a real ranked insight
ru: открыть реальный ранжированный инсайт
zh_hans: 获取真实的排序洞察

# insights.fallback.baseline.action.title
source: Build a complete baseline
ru: Соберите полную базовую линию
zh_hans: 建立完整的基线

# insights.fallback.baseline.driver.text
source: Insights needs more overlapping sleep, recovery, training and nutrition data before ranking stories.
ru: Инсайтам нужно больше пересекающихся данных о сне, восстановлении, тренировках и питании перед ранжированием историй.
zh_hans: Insights 在对报道进行排序前，需要更多关于睡眠、恢复、训练及营养方面的交叉数据。

# insights.fallback.baseline.driver.title
source: Insufficient overlap
ru: Недостаточное пересечение данных
zh_hans: 重叠区域不足

# insights.fallback.baseline.hero.subtitle
source: Log sleep, meals, drinks and activities for a few more days to unlock trends.
ru: Записывайте сон, блюда, напитки и активность ещё несколько дней, чтобы открыть тренды.
zh_hans: 继续记录数日的睡眠、饮食、饮水及活动情况，以解锁相关趋势。

# insights.fallback.baseline.hero.takeaway
source: Start with one consistent week.
ru: Начните с одной последовательной недели.
zh_hans: 从连续的一周开始。

# insights.fallback.baseline.hero.title
source: Building your patterns
ru: Формируем ваши паттерны
zh_hans: 构建您的模式

# insights.fallback.stable.action.action
source: Keep logging sleep, recovery, food and training for the next 7 days.
ru: Записывайте сон, восстановление, еду и тренировки следующие 7 дней.
zh_hans: 在接下来的 7 天内，继续记录睡眠、恢复情况、饮食及训练情况。

# insights.fallback.stable.action.text
source: surface the next real change, risk, opportunity or anomaly
ru: выявить следующее реальное изменение, риск, возможность или аномалию
zh_hans: 识别以下实际变化、风险、可能性或异常情况

# insights.fallback.stable.action.title
source: Keep collecting signal
ru: Продолжайте собирать сигнал
zh_hans: 持续采集信号

# insights.fallback.stable.driver.text
source: No change, risk, opportunity or anomaly is strong enough to rank yet.
ru: Ни одно изменение, риск, возможность или аномалия пока недостаточно сильны для ранжирования.
zh_hans: 目前尚无任何变化、风险、机遇或异常情况足以具备排名价值。

# insights.fallback.stable.driver.title
source: No dominant insight
ru: Нет главного инсайта
zh_hans: 没有核心内幕

# insights.fallback.stable.hero.subtitle
source: Recovery, sleep, activity and nutrition do not show a ranked change, risk, opportunity or anomaly.
ru: Восстановление, сон, активность и питание не показывают ранжированного изменения, риска, возможности или аномалии.
zh_hans: 恢复情况、睡眠、活动水平及营养状况均未显示出分级变化、风险、可能性或异常。

# insights.fallback.stable.hero.takeaway
source: Keep logging until a real pattern emerges.
ru: Продолжайте записывать данные, пока не проявится реальный паттерн.
zh_hans: 持续记录，直至出现明确的规律。

# insights.fallback.stable.hero.title
source: No dominant insight yet
ru: Пока нет главного инсайта
zh_hans: 目前尚无核心洞见。

# insights.loading.readingPatterns
source: Reading your latest patterns
ru: Смотрим последние закономерности
zh_hans: 查看您的最新模式

# insights.recoveryTrend
source: Recovery trend
ru: Тренд восстановления
zh_hans: 复苏趋势

# insights.section.action
source: ACTION
ru: ДЕЙСТВИЕ
zh_hans: 行动

# insights.section.activity
source: ACTIVITY
ru: АКТИВНОСТЬ
zh_hans: 活动

# insights.section.adjacentSignal
source: ADJACENT SIGNAL
ru: СМЕЖНЫЙ СИГНАЛ
zh_hans: 相邻信号

# insights.section.biggestOpportunity
source: BIGGEST OPPORTUNITY
ru: ГЛАВНАЯ ВОЗМОЖНОСТЬ
zh_hans: 最大机遇

# insights.section.building
source: Building
ru: Формируется
zh_hans: 建筑物

# insights.section.dataCoverage
source: DATA COVERAGE
ru: ПОКРЫТИЕ ДАННЫХ
zh_hans: 数据覆盖范围

# insights.section.driver
source: DRIVER
ru: ФАКТОР
zh_hans: 驱动程序

# insights.section.emergingTrend
source: EMERGING TREND
ru: НАМЕЧАЮЩИЙСЯ ТРЕНД
zh_hans: 新兴趋势

# insights.section.expectedOutcome
source: Expected outcome
ru: Ожидаемый результат
zh_hans: 预期结果

# insights.section.goal
source: Goal
ru: Цель
zh_hans: 目标

# insights.section.hydrationInsight
source: HYDRATION INSIGHT
ru: ИНСАЙТ ПО ГИДРАТАЦИИ
zh_hans: 水合作用解析

# insights.section.meals
source: Meals
ru: Блюда
zh_hans: 饮食

# insights.section.mostLikelyNextImprovement
source: MOST LIKELY NEXT IMPROVEMENT
ru: НАИБОЛЕЕ ВЕРОЯТНОЕ УЛУЧШЕНИЕ
zh_hans: 最可能的下一次改进

# insights.section.nextFocus
source: NEXT FOCUS
ru: СЛЕДУЮЩИЙ ФОКУС
zh_hans: 下一重点

# insights.section.nutrition
source: NUTRITION
ru: ПИТАНИЕ
zh_hans: 营养

# insights.section.nutritionInsight
source: NUTRITION INSIGHT
ru: ИНСАЙТ ПО ПИТАНИЮ
zh_hans: 关于该问题的咨询

# insights.section.recovery
source: RECOVERY
ru: ВОССТАНОВЛЕНИЕ
zh_hans: 康复

# insights.section.recoveryClue
source: RECOVERY CLUE
ru: ПОДСКАЗКА ПО ВОССТАНОВЛЕНИЮ
zh_hans: 恢复指南
